{
  "jobs": [
    {
      "title": "DATA Entry",
      "category_1": "Computer Operator",
      "category_2": "WORK FROM Home",
      "company": "Accenture",
      "city": "Kolkata, Mumbai, Hyderabad/Secunderabad, Pune, Chennai,",
      "status": "Full Time",
      "name": "Ankita Ram",
      "phone": "9876543210",
      "email": "ankita@gamil.com",
      "date": "November 18 , 2022",
      "vacancy": "20",
      "exp": "2 to 3 year(s)",
      "salary_min": "10000",
      "salary_max": "15000",
      "gender": "Any",
      "deadline": "November 29, 2022",
      "website": "http://www.Accenture.com",
      "about": "Good in MS Office Tools. Working knowledge on MS word & MS excel.Typing Speed: Minimum 20 45 wpm Good Analytical Skills Good Grip on keyboard",
      "desc": "We Required To Work On Computer & Manual Based Projects 1.Data Entry 2.Online Form Filling 3. Telecalling 4.Online Offline Typing Job 5.Copy-Paste in Excel Part-Time Home-Based Job Work From Your Pc,Laptop Or Mobile",
      "resp": "Back Office - Other , BPO / Call Centre ,Customer Success, Service & Operations , Full Time, Permanent",
      "edu": "Any Graduate , Any Postgraduate",
      "others": "computer operator, Data Entrytyping work from home, Laptopdata management, android data processing, contant writing part time off line marketing home based english typing Data Entry Operation internet",
      "id": 1
    },
    {
      "title": "PHP WEB DEVELOPERS",
      "category_1": "Back-End , PHP",
      "category_2": "jQuery , Linux, Database design",
      "company": "Vivanta Technologies",
      "city": "Mumbai, Bengaluru",
      "status": "Full Time",
      "name": "Vivanta Technologies",
      "phone": "923047854",
      "email": "vivantatechnologies@carsales.com",
      "date": "November 18 , 2022",
      "vacancy": "5",
      "exp": "1 to 2 year(s)",
      "salary_min": "18000",
      "salary_max": "20000",
      "gender": "Any",
      "deadline": "November 29, 2022",
      "website": "https://www.vivantatechnologies.com/careers",
      "about": "Vivanta Technologies is a leading Web Engineering company in Bangalore, India. Primary focus on Web Development and Digital Marketing. We also provide services in Web Design, Content Writing and Web Hosting. Our company has a excellent track record of providing corporate training",
      "desc": "PHP WEB DEVELOPERS Location: Bangalore, Mumbai, Canada. Job Role & Description: Integration of user- facing elements developed by front- end developers. Develop and deploy new features to facilitate related procedures and tools if necessary. Proven sof",
      "resp": "Back End Developer , Software Development",
      "edu": "B.Tech/B.E. in Computers, Post Graduation Not Required",
      "others": "jQuery ,Linux ,Database design, web , MySQL, Javascript, CMS, PHP, JSON, Information technology, tools, Ajax",
      "id": 2
    },
    {
      "title": "Manager - Supply Chain",
      "category_1": "Supply Planning",
      "category_2": "inventory management",
      "company": "TE Connectivity Ltd.",
      "city": "Pune",
      "status": "Part Time",
      "name": "Vinay Kumar",
      "phone": "9876543210",
      "email": "teconnectivity@gmail.com",
      "date": "November 22 , 2022",
      "vacancy": "15",
      "exp": "Min. 10 -12 years of total experience",
      "salary_min": "30000",
      "salary_max": "45000",
      "gender": "Any",
      "deadline": "03-Dec.-2022",
      "website": "https://www.naukri.com/te-connectivity-jobs-careers-182641?src=jddesktop",
      "about": "TE Connectivity Ltd. is a $13 billion global technology and manufacturing leader creating a safer, sustainable, productive, and connected future. For more than 75 years, our connectivity and sensor solutions, proven in the harshest environments, have enabled advancements in transportation, industrial applications, medical technology, energy, data communications, and the home. With 78,000 employees, including more than 7,000 engineers, working alongside customers in nearly 150 countries, TE ensures that EVERY CONNECTION COUNTS. Learn more at www.te.com and on LinkedIn, Facebook, WeChat and Twitter.",
      "desc": "TE Connectivity Ltd. is a $14 billion global technology and manufacturing leader creating a safer, sustainable, productive, and connected future. For more than 75 years, our connectivity and sensor solutions, proven in the harshest environments, have enabled advancements in transportation, industrial applications, medical technology, energy, data communications, and the home. With 80,000 employees, including more than 8,000 engineers, working alongside customers in approximately 140 countries, TE ensures that EVERY CONNECTION COUNTS. Learn more at www.te.com",
      "resp": "Responsible for Production Planning & Control activities for plant, improve the planning systems, S&OP, Demand Management.Responsible for Purchasing of TE and Non-TE Components. Drive his team with regular review and coaching to ensure 100% on time material availability to meet customer demand, Inventory Management, supplier management.Overall manages inbound & outbound logistics, deliver on freight cost control targets, liaison with freight forwarders & CHA s for smooth operation. Warehouse management, ensuring stock integrity, EHS compliance and efficiency improvement within warehouse Ensuring local and international trade compliance.Responsible for SCM metrics such as OTD, ITR etc.",
      "edu": "BE/ B.Tech (Mechanical, Production),PG in SC desirable.Knowledge of SAP, MS Office, ISO, IATFExperience in managing import & export transactional supply chain",
      "others": "Team Management is essential Managing Supply Chain key processes  Warehouse Management SAP MM/PP Sof Skills – Good Analytical Skills, Drive for results, leading team",
      "id": 3
    },
    {
      "title": "DOT NET FULLSTACK DEVELOPER",
      "category_1": "DOT NET",
      "category_2": "FULLSTACK",
      "company": "Allegis Group",
      "city": "Bangalore/Bengaluru",
      "status": "Full Time",
      "name": "Allegis Group",
      "phone": "9876543210",
      "email": " kchandana@teksystems.com",
      "date": "November 18 , 2022",
      "vacancy": "10",
      "exp": "From 3 to 8 year(s) of experience",
      "salary_min": "20000",
      "salary_max": "30000",
      "gender": "Any",
      "deadline": "November 29, 2022",
      "website": "https://www.naukri.com/job-listings-dot-net-fullstack-developer-allegis-group-bangalore-bengaluru-3-to-8-years-211122012331?src=jobsearchDesk&sid=16695727080362413&xp=7&px=1&nignbevent_src=jobsearchDeskGNB",
      "about": "The candidate will be contributing to the design and development of applications that are service based on Web and Cloud technologies. He/ she will be: Working with Platforms teams and DevOps teams to deploy the platforms. He/she will also make sure that the cloud solution is reusable scalable and portable. Understanding business requirements of Line of Business / Product owners and deriving sof are specifications and requirements from them through interactions. He/ She would also have to understand and document the software needs and to develop software product. Understanding of the Industrial Automation domain, open standards used in the domain to provide solutions that integrate smoothly with the rest of the complex systems. Day to day Activities Follow sprint method - 3 weeks sprint • Planning and retrospection after each sprint Talk to product owner regarding business perspectives followed by technical discussion with technical lead or architect • 3 weeks of development and testing End of the sprint- demonstrate the work to product owner and discuss on what went well and how you can improve the sprint.",
      "desc": "The candidate will be contributing to the design and development of applications that are service based on Web and Cloud technologies. He/ she will be: Working with Platforms teams and DevOps teams to deploy the platforms. He/she will also make sure that the cloud solution is reusable scalable and portable. Understanding business requirements of Line of Business / Product owners and deriving sof are specifications and requirements from them through interactions. He/ She would also have to understand and document the software needs and to develop software product. Understanding of the Industrial Automation domain, open standards used in the domain to provide solutions that integrate smoothly with the rest of the complex systems. Day to day Activities Follow sprint method - 3 weeks sprint • Planning and retrospection after each sprint Talk to product owner regarding business perspectives followed by technical discussion with technical lead or architect • 3 weeks of development and testing End of the sprint- demonstrate the work to product owner and discuss on what went well and how you can improve the sprint.",
      "resp": "Software Development",
      "edu": "Any Graduate",
      "others": "Dot Net, C#, SQL Query, Entity framework, Web API",
      "id": 4
    },
    {
      "title": "Database Lead Engineer - Python at Kantar",
      "category_1": "Python",
      "category_2": "Database",
      "company": "Kantar",
      "city": "Kolkata, Hyderabad/Secunderabad, Pune, Chennai",
      "status": "Full Time",
      "name": "John Smith",
      "phone": "923047854",
      "email": "kantar@gamil.com",
      "date": "November 18 , 2022",
      "vacancy": "36",
      "exp": "6 - 8 Years",
      "salary_min": "50000",
      "salary_max": "70000",
      "gender": "Any",
      "deadline": "November 29, 2022",
      "website": "https://www.kantar.com/careers/experienced-hires/technology",
      "about": "KANTAR (www.kantar.com) is the world's leading insights, consulting and analytics company.We understand how people think, feel, shop, share, vote and view more than anybody else. With over 30,000 people, we combine the best of human understanding with advanced technologies to help the world's leading organizations, succeed and grow.Kantar's Analytics practice creates leading-edge offers focused on Brand and Marketing ROI, Brand Strategy and Innovation, Content Analytics, Data Strategy and Engineering, and Customer Analytics in a way that is unmatched by our competitors.The convergence of unique human understanding and business expertise, coupled with innovative data and technology solutions, allows us to better predict consumer behavior, providing customers the confidence to make bold and complex decisions and optimize priorities for growth.",
      "desc": "We currently have openings for Database Lead Engineer - Python for our Custom Platforms, Analytics team at our Bangalore office.For more details please visit our page: https://www.kantar.com/careers/experienced-hires/technology, Interested candidates can share their resumes with roshni.kanjiranghat@kantar.com along with their current CTC and notice period.",
      "resp": "Work on multiple concurrent development projects ,Participate in requirements gathering, database design, testing and production deployments. ,Analyse system/application requirements and design innovative solutions.Translating business requirements to technical specifications data streams, data integrations, data transformations, databases, data warehouses & data validation rules.",
      "edu": "Graduate(BE/B.Tech)/Masters(ME/M.Tech/MS) in Computer Science or equivalent from a premier institute (preferably NIT) with total experience of 6+ years and 3 - 4 years of experience on any cloud platform.",
      "others": "Provides training to the team members.,Develop and assist team members.Create technical documentation.Perform unit and integration testing.",
      "id": 5
    },
    {
      "title": "Cloud Platform & Storage SME",
      "category_1": "Citrix",
      "category_2": "cloud",
      "company": "Airtel International",
      "city": "Gurgaon/Gurugram",
      "status": "Full Time",
      "name": "Airtel",
      "phone": "923047854",
      "email": "airtel@gmail.com",
      "date": "November 18 , 2022",
      "vacancy": "2",
      "exp": "8 - 13 years",
      "salary_min": "40000",
      "salary_max": "65000",
      "gender": "Any",
      "deadline": "November 29, 2022",
      "website": "http://www.airtelinternational.com",
      "about": "Airtel Africa, Plot No. 5, Sector- 34, Gurugram, GURGAON, Haryana, India",
      "desc": "Managing Operation Team from MS Partner to ensure service availability, update/upgrade/patching , Keep on improving operational efficiency by leveraging automation tools, better monitoring with self-healing process, working together with Tools team to achieve that , Keep on improving service quality, analyze tickets, improve/redesign service catalogue, Working with Service Manager to ensure up to date assets, proper demand and capacity management",
      "resp": "Server hardware, Storage Arrays , Cloud Platform (VMWare, Citrix)",
      "edu": "Any Graduate",
      "others": "Expertise and hands on in cloud platform ,Understanding and hands on in VMWare platform",
      "id": 6
    },
    {
      "title": "VLSI Opportunities- Samsung",
      "category_1": "RTL Design",
      "category_2": "sta",
      "company": "Samsung Semiconductor",
      "city": "Bangalore/Bengaluru",
      "status": "Full Time",
      "name": "PRIYANKA SRIVASTAVA",
      "phone": "923047854",
      "email": "samsung@gamil.com",
      "date": "November 18 , 2022",
      "vacancy": "4",
      "exp": "6 to 11 year(s)",
      "salary_min": "60000",
      "salary_max": "100000",
      "gender": "Any",
      "deadline": "November 29, 2022",
      "website": "http://www.samsung.com",
      "about": "Samsung Semiconductor provides innovative semiconductor solutions, including DRAM, SSD, processors, image sensors with a wide-ranging portfolio of trending technologies.",
      "desc": "#VLSI #VLSIDesign #vlsijobs #SamsungSemiconductors #SSIR#SpreadTheJob!!!!!!!!!!!!!! , SAMSUNG Semiconductors is hiring Engineers with 6 - 25Years of experience for Bangalore,RTL Design,Physical Design,Verification(IP/SoC),STA / Synthesis",
      "resp": "ASIC / RTL / Logic Design Engineer",
      "edu": "B.Tech/B.E. in Any Specialization",
      "others": "Analog Design,timing-analysis,Standard Cell",
      "id": 7
    },
    {
      "title": "Support Engineer- Amazon is hiring For skilled developer(Any coding)",
      "category_1": "Java",
      "category_2": "C++ , python",
      "company": "Amazon",
      "city": "Chennai",
      "status": "Full Time",
      "name": "A. Vignesh",
      "phone": "923047854",
      "email": "john@carsales.com",
      "date": "November 18 , 2022",
      "vacancy": "21",
      "exp": "2 to 3 year(s)",
      "salary_min": "80000",
      "salary_max": "120000",
      "gender": "Any",
      "deadline": "November 29, 2022",
      "website": "http://www.surajit.com",
      "about": "Amazon Amazon.com strives to be Earth's most customer-centric company where people can find and discover virtually anything they want to buy online. By giving customers more of what they want - low prices, vast selection, and convenience - Amazon.com continues to grow and evolve as a world-class e-commerce platform. Amazon's evolution from Web site to e-commerce partner to development platform is driven by the spirit of innovation that is part of the company's DNA. The world's brightest technology minds come to Amazon.com to research and develop technology that improves the lives of shoppers and sellers around the world.",
      "desc": "EXCITING OPPURTUNITY TO WORK AS A DEVELOPER CUM TECH SUPPORT AT AMAZON CHENNAI",
      "resp": "The Support Engineer I role requires the candidate to work in a full time capacity and create tools/automation to support program and operations teams, Understand high-level technical aspects of existing systems and services.Develop standalone tools using Java, Python, Selenium frameworks to aid operations and maintenance.Work on maintenance driven coding projects, primarily in Perl or shell scripts, web technologies etc. Provide support for incoming tickets, including extensive troubleshooting tasks.",
      "edu": "UG -Any Graduate, PG - Any Postgraduate",
      "others": "technical support Program Development Software Support programming",
      "id": 8
    }
  ]
}